IDEA Open Model
LineSupport.Direction Property
Compatible with IDEA StatiCa Beta 20.0
 local / global
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadDirection Direction { get; set; }
Public Property Direction As LoadDirection
	Get
	Set
Property Value
Type: LoadDirection
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace